app/controllers/students_controller.rb

  def index.html
    @students = Student.all
---
SELECT "students".* FROM "students"